Repository: wirthandras/angular-weblate-integration-test
Catalog: src/locale/messages.*.xlf
Languages: es_us

source: App works
es_us: App worksSpnish

source: Second translation
es_us: Secondo translation

source: Third translation
es_us: Third translations

source: Intermediate Test3
es_us: Intermediate Test2Spanish

source: Weblate export automated export test#444
es_us: Spanish Weblate export automated export test#444

source: Weblate export automated export test#3
es_us: Spanish Weblate export automated export test#3

source: Weblate export text
es_us: Texto de exportaci√≥n de Weblate

source: Weblate export automated export test#55
es_us: Spanish Weblate export automated export test#55

source: SearchWA
es_us: SearchWA SP

source: Weblate export text3
es_us: SP Weblate export text3

source: Weblate export text2
es_us: SP Weblate export text2

source: Apple
es_us: manzana

source: Test prefix {hitCount, plural, =0 { Search } =1 { Search (view {{ hitCount }} result)} other { Search (view {{ hitCount }} results2)} }
es_us: Test prefixSP {hitCount, plural, =0 { Search } =1 { Search (view {{ hitCount }} result)} other { Search (view {{ hitCount }} results2)} }

source: {VAR_PLURAL, plural, =0 {Search } =1 {Search (view {INTERPOLATION} result)} other {Search (view {INTERPOLATION} results)}}
es_us: {VAR_PLURAL, plural, =0 {Search } =1 {Search (view {INTERPOLATION} result)} other {Search (view {INTERPOLATION} resulto)}}

source: (view {{ hitCount }} results)
es_us: (view {{ hitCount }} resulto)

source: Hello Github Actions
es_us: SP Hello Github Actions

source: Hello World
es_us: SP Hello World
